{
    "error": "Error",
    "footer": "If you need help, join our [Support Server]({link:server}).",
    "1": "This {what} is on cooldown.\nYou can use it again {cooldown}.",
    "2": "An unforeseen error occurred with the bot. Please attempt again, and if the issue persists, please report it on our Support Server.",
    "3": "**NSFW interactions** can only be used on channels with the **age restrictions turned on**. To get the whole bot experience, please visit the **channel settings** and [turn on the age restriction]({link:nsfwHowTo}).",
    "4": "This interaction can only be used on servers.",
    "5": "This person's harem is private, you cannot see it.",
    "6": "The value must be an integer number between {min} and {max}.",
    "7": "It appears that **this card doesn't exist**, or it is **currently being traded**, or it is **assigned to an active business**.",
    "8": "This interaction has expired.",
    "9": "Your account has been banned due to a violation of our community guidelines. For appeal, join our Support Server.\n**Reason:** {reason}",
    "10": "Unable to sell or trade **favorite cards**.\nTo sell or trade this card, **remove it from your favorites** first.",
    "11": "Unable to sell **cards tagged as \"not for sell\"**.\nTo sell this card, **remove the tag** first.",
    "12": "You don't have enough coins to perform this action.",
    "13": "You don't have enough items to perform this action.",
    "14": "You are unable to upgrade this card. Please ensure that its rarity matches the target attribute mentioned in the upgrader's description.",
    "15": "You cannot trade with yourself.",
    "16": "You can only trade with the members of the server where you used the command.",
    "17": "This trade offer doesn't exist anymore or you cannot view it.",
    "18": "You have reached the limit of {limit} active trade offers.",
    "19": "The offer recipient has reached the limit of {limit} active trade offers.",
    "20": "You cannot have more than {limit} active trade offers with the same person.",
    "21": "You are already in the process of making a trade offer. Please complete it before initiating another one. Browse your existing trade offers by using the command {command:trade list}.",
    "22": "You have already added this item to the trade!",
    "23": "This interaction has been assigned to someone else.",
    "24": "You have exceeded the maximum number of items of this type in your offer.",
    "25": "This card belongs to the wrong person or is being traded.",
    "26": "Unable to trade **cards tagged as \"not for trade\"**.\nTo trade this card, **remove the tag** first.",
    "27": "The recipient of the trade does not possess enough of this currency.",
    "28": "You do not possess enough of this currency.",
    "29": "Unable to send a trade offer without offered items.",
    "30": "Due to the actions of either you or the recipient, the state or availability of certain items involved in this trade has changed, preventing the finalization of the trade. The trade has been cancelled.",
    "31": "The user you have selected is not registered within this bot's system.",
    "32": "You do not have any active trade offers. If you want to view your trade history, use the command {command:trade history}. To create a new offer, use the command {command:trade new}.",
    "33": "Trading with the same person will be possible again {time}.",
    "34": "The user you have selected is not accepting trade offers.",
    "35": "You do not meet the requirements of this offer.",
    "36": "An unexpected issue occurred, preventing the trade offer from being finalized. Please reach out to the bot support for assistance.",
    "37": "You have reached the limit of {limit} favorite cards. If you want to expand your limit, **become a Patron** - {command:patreon} or buy **Harem Keys** in the {command:store}.",
    "38": "The input value contains one or more banned characters. Triggered by: {character}.",
    "39": "The input value must contain at least one alphanumeric character.",
    "40": "This person's profile is private, you cannot see it.",
    "41": "The selected user has blocked you.",
    "42": "The input value must be either a hexadecimal color code or a standarized HTML color name. For the list of color names, [visit this website]({link:colors}).",
    "43": "You cannot use this interaction anymore.",
    "44": "You already wish for that character!",
    "45": "You don't have any active wishes. To increase your chances of rolling a selected character, follow these steps: visit the {command:store} to purchase a wish granter, and then use it with the {command:inventory} command to make a new wish.",
    "46": "This auction/offer doesn't exist or it has already ended.",
    "47": "You cannot bid while being the highest bidder.",
    "48": "You have not made any trades yet. To create a new offer, use the command {command:trade new}.",
    "49": "To create a new auction, you need an Auction Bell. To purchase one, please visit the {command:devstore}.",
    "50": "The maximum duration for your role's auction is {limit} days. Become a Patron to create auctions lasting even 2 months! Use {command:patreon} to learn more!",
    "51": "You have reached the limit of {limit} active auctions/offers. If you want to expand your limit, **become a Patron**. Learn more with {command:patreon}.",
    "52": "The buyout price must be greater or equal to the starting price.",
    "53": "Unable to cancel an auction with active bids.",
    "54": "The selected banner has already expired.",
    "55": "You don't have enough gems to perform this action.",
    "56": "The entered gift code does not exist or has expired.",
    "57": "You have already used this gift code.",
    "58": "You must choose one of the highlighted options.",
    "59": "You have run out of energy! Buy some **Energy Drinks** in the {command:store} or wait for the energy reset {date}. Become a **Patron** to permanently expand your daily energy limit! Learn more about Patron benefits with {command:patreon}.",
    "60": "You do not have any gifts! Buy gifts in the {command:store}.",
    "61": "You can only date cards with a rarity greater than or equal to:\n{rarity}",
    "62": "You don't own any businesses. Begin by creating one using the command: {command:business}.",
    "63": "You can only assign a job to cards with the maximum affection.",
    "64": "You have reached the maximum number of workers allowed for this business. Purchase upgrades to increase the limit.",
    "65": "You can't do this while your business is running!",
    "66": "Unable to buy the same upgrade twice.",
    "67": "You already possess this business.",
    "68": "Either you or the person you wish to trade with does not own the selected item, or it is currently being used.",
    "69": "Nice! 😄 But seriously, it's not so nice that you're using this command on yourself. 🙁 Why not reach out to some friends and share the experience with them instead? Remember, i'm proud of you and always cheering you on! 🎉👏",
    "70": "We were unable to locate what you are searching for. Are you certain that the ID is accurate?",
    "71": "You do not have authorization.",
    "72": "You have already added this item.",
    "73": "You can't block yourself. 🙁",
    "74": "**Oops! It seems like I don't have the required permissions...**\nIf you're the server admin, please ensure that I have the necessary permissions listed below! These permissions should be enabled by default, but there's a chance they might have been altered by someone.\n\nVisit the 'Roles' section of your server settings and verify the permissions of my role. Sometimes, allowing the use of external emojis for the (@)everyone role is also necessary.\n\n* **Use External Emoji**\n* **View Channel**\n* **Send Messages**\n\nIf you've confirmed that all of the permissions are enabled and the issue persists, or if you're uncertain about enabling them, feel free to reach out to our Discord support server!",
    "75": "Only the server administrator can use this interaction.",
    "76": "The specified person doesn't own a house!",
    "77": "You have reached the limit of this action!"
}