{
    "error": "Errore",
    "footer": "Se hai bisogno di aiuto, unisciti al nostro [Server di supporto]({link:server}).",
    "1": "Questo {what} è in cooldown.\nPuoi usarlo nuovamente {cooldown}.",
    "2": "Si è verificato un errore imprevisto con il bot. Si prega di riprovare, e se il problema persiste, si prega di segnalarlo sul nostro Server di Supporto.",
    "3": "**Le interazioni NSFW** possono essere utilizzate solo sui canali con le **restrizioni di età attivate**. Per ottenere l'esperienza completa del bot, visita le **impostazioni del canale** e [attiva la restrizione di età]({link:nsfwHowTo}).",
    "4": "Questa interazione può essere usata solo sui server.",
    "5": "L'harem di questa persona è privato, non puoi vederlo.",
    "6": "Il valore deve essere un numero intero tra {min} e {max}.",
    "7": "Sembra che **questa carta non esista**, o è **attualmente usata in uno scambio**, o è **assegnata a un business attivo**.",
    "8": "Questa interazione è scaduta.",
    "9": "Il tuo account è stato bannato a causa di una violazione delle nostre linee guida della comunità. Per appellarti, unisciti al nostro Server di Supporto.\n**Motivo:** {reason}",
    "10": "Impossibile vendere o scambiare **carte preferite**.\nPer vendere o scambiare questa carta, prima **rimuovila dai tuoi preferiti**.",
    "11": "Impossibile vendere **carte contrassegnate come \"non vendibili\"**.\nPer vendere questa carta, prima **rimuovi il tag**.",
    "12": "Non hai abbastanza monete per eseguire questa azione.",
    "13": "Non hai abbastanza oggetti per eseguire questa azione.",
    "14": "Non sei in grado di potenziare questa carta. Assicurati che la sua rarità corrisponda all'attributo di destinazione menzionato nella descrizione del potenziamento.",
    "15": "Non puoi effettuare scambi con te stesso.",
    "16": "Puoi effettuare scambi solo con i membri del server dove hai usato il comando.",
    "17": "Questa offerta di scambio non esiste più o non è possibile visualizzarla.",
    "18": "Hai raggiunto il limite di {limit} scambi attivi.",
    "19": "Il destinatario dell'offerta ha raggiunto il limite di {limit} scambi attivi.",
    "20": "Non puoi avere più di {limit} offerte di scambio attive con la stessa persona.",
    "21": "Sei già in fase di creazione dell'offerta di scambio. Si prega di completarla prima di iniziarne un'altra. Sfoglia le tue offerte di scambio esistenti utilizzando il comando {command:trade list}.",
    "22": "Hai già aggiunto questo oggetto allo scambio!",
    "23": "Questa interazione è stata assegnata a qualcun altro.",
    "24": "Hai superato il numero massimo di oggetti di questo tipo nella tua offerta.",
    "25": "Questa carta appartiene alla persona sbagliata o è in fase di scambio.",
    "26": "Impossibile scambiare **carte contrassegnate come \"non scambiabili\"**.\nPer scambiare questa carta, prima **rimuovi il tag**.",
    "27": "Il destinatario dello scambio non possiede un quantitativo sufficiente di questa valuta.",
    "28": "Non possiedi un quantitativo sufficiente di questa valuta.",
    "29": "Impossibile inviare l'offerta di scambio senza oggetti offerti.",
    "30": "A causa delle tue azioni o delle azioni del destinatario, lo stato o la disponibilità di alcuni oggetti coinvolti in questo scambio ha subito variazioni, impedendo la finalizzazione dello scambio. Lo scambio è stato annullato.",
    "31": "L'utente selezionato non è registrato nel sistema di questo bot.",
    "32": "Non hai alcuna offerta di scambio attiva. Se vuoi vedere la tua cronologia degli scambi, usa il comando {command:trade history}. Per creare una nuova offerta, usa il comando {command:trade new}.",
    "33": "Gli scambi con la stessa persona saranno nuovamente possibili {time}.",
    "34": "L'utente che hai selezionato non accetta offerte di scambio.",
    "35": "Non soddisfi i requisiti di questa offerta.",
    "36": "Si è verificato un problema imprevisto, impedendo la finalizzazione dell'offerta di scambio. Si prega di contattare il supporto del bot per assistenza.",
    "37": "Hai raggiunto il limite di {limit} carte preferite. Se vuoi aumentare il tuo limite, **diventa Patron** - {command:patreon} o acquista **Chiavi Harem** nel {command:store}.",
    "38": "Il valore inserito contiene uno o più caratteri vietati. Segnalato da: {character}.",
    "39": "Il valore inserito deve contenere almeno un carattere alfanumerico.",
    "40": "Il profilo di questa persona è privato, non puoi vederlo.",
    "41": "L'utente selezionato ti ha bloccato.",
    "42": "Il valore inserito deve essere un codice di colore esadecimale o un nome di colore HTML standardizzato. Per l'elenco dei nomi dei colori, [visita questo sito]({link:colors}).",
    "43": "Non puoi più usare questa interazione.",
    "44": "Desideri già quel personaggio!",
    "45": "Non hai alcun desiderio attivo. Per aumentare le probabilità di trovare un personaggio selezionato, segui questi passaggi: visita il {command:store} per acquistare un concessore dei desideri, e poi usalo con il comando {command:inventory} per esprimere un nuovo desiderio.",
    "46": "Questa asta/offerta non esiste o è già terminata.",
    "47": "Non puoi fare un'offerta se sei già il miglior offerente.",
    "48": "Non hai ancora effettuato nessun scambio. Per creare una nuova offerta, usa il comando {command:trade new}.",
    "49": "Per creare una nuova asta, hai bisogno di una campana d'asta. Per acquistarne una, visita il {command:devstore}.",
    "50": "La durata massima per le aste del tuo ruolo è {limit} giorni. Diventa Patron per creare aste che durano fino a 2 mesi! Usa {command:patreon} per saperne di più!",
    "51": "Hai raggiunto il limite di {limit} aste/offerte attive. Se vuoi aumentare il tuo limite, **diventa un Patron**. Puoi saperne di più con {command:patreon}.",
    "52": "Il prezzo di acquisto deve essere superiore o uguale al prezzo di partenza.",
    "53": "Impossibile annullare un'asta con offerte attive.",
    "54": "Il banner selezionato è già scaduto.",
    "55": "Non hai abbastanza gemme per eseguire questa azione.",
    "56": "Il codice regalo inserito non esiste o è scaduto.",
    "57": "Hai già utilizzato questo codice regalo.",
    "58": "Devi scegliere una delle opzioni evidenziate.",
    "59": "Hai esaurito l'energia! Acquista delle **Bevande Energetiche** nel {command:store} o attendi il ripristino dell'energia {date}. Diventa un **Patron** per aumentare permanentemente il tuo limite giornaliero di energia! Puoi saperne di più sui benefici Patron con {command:patreon}.",
    "60": "Non hai nessun regalo! Acquista regali nel {command:store}.",
    "61": "Puoi andare a un appuntamento solo con carte con una rarità maggiore o uguale a:\n{rarity}",
    "62": "Non possiedi nessun business. Inizia creandone uno usando il comando: {command:business}.",
    "63": "È possibile assegnare un lavoro solo alle carte con il massimo affetto.",
    "64": "Hai raggiunto il numero massimo di lavoratori consentiti per questo business. Acquista i potenziamenti per aumentare il limite.",
    "65": "Non puoi farlo mentre il tuo business sta lavorando!",
    "66": "Impossibile acquistare lo stesso potenziamento due volte.",
    "67": "Possiedi già questo business.",
    "68": "Tu o la persona con cui desideri effettuare lo scambio non possiede l'oggetto selezionato, o è attualmente in uso.",
    "69": "Ottimo! 😄 Ma seriamente, non è così bello che stai usando questo comando su te stesso. 🙁 Perché invece non contatti alcuni amici e condividi con loro l'esperienza? Ricorda, sono orgoglioso di te e tifo sempre per te! 🎉👏",
    "70": "Non siamo stati in grado di individuare quello che stai cercando. Sei sicuro che l'ID è corretto?",
    "71": "Non hai l'autorizzazione.",
    "72": "Hai già aggiunto questo oggetto.",
    "73": "Non puoi bloccare te stesso. 🙁",
    "74": "**Oops! Sembra che io non abbia i permessi necessari... *\nSe sei l'amministratore del server, assicurati che io abbia i permessi necessari elencati di seguito! Questi permessi dovrebbero essere abilitati per impostazione predefinita, ma c'è una possibilità che qualcuno li abbia alterati.\n\nVisita la sezione 'Ruoli' nelle impostazioni del tuo server e verifica i permessi del mio ruolo. A volte, è necessario consentire l'uso di emoji esterne per il ruolo (@)everyone.\n\n* **Usa Emoji Esterni**\n* **Visualizza Canale**\n* **Invia Messaggi**\n\nSe hai confermato che tutti i permessi sono abilitati e il problema persiste, o se non sei sicuro di riuscire ad abilitarli, sentiti libero di contattarci nel nostro server Discord di supporto!",
    "75": "Solo l'amministratore del server può usare questa interazione.",
    "76": "La persona specificata non possiede una casa!",
    "77": "Hai raggiunto il limite per questa azione!"
}