{
    "error": "Error",
    "footer": "Si necesitas ayuda, únete a nuestro [Servidor de soporte]({link:server}).",
    "1": "Este {what} está en enfriamiento.\nPuedes usarlo de nuevo {cooldown}.",
    "2": "Se ha producido un error imprevisto con el bot. Vuelva a intentarlo y, si el problema persiste, notifíquelo a nuestro servidor de asistencia.",
    "3": "Las **interacciones NSFW** sólo se pueden utilizar en canales con las **restricciones de edad activadas**. Para disfrutar de toda la experiencia bot, visita la **configuración del canal** y [activa la restricción de edad]({link:nsfwHowTo}).",
    "4": "Esta interacción sólo puede utilizarse en servidores.",
    "5": "El harén de esta persona es privado, no puedes verlo.",
    "6": "El valor debe ser un número entero comprendido entre {min} y {max}.",
    "7": "Parece que **esta tarjeta no existe**, o está **comerciada actualmente**, o está **asignada a una empresa activa**.",
    "8": "Esta interacción ha expirado.",
    "9": "Tu cuenta ha sido bloqueada debido a una violación de nuestras normas comunitarias. Para apelar, únete a nuestro Servidor de Soporte.\n**Motivo:** {reason}",
    "10": "No se pueden vender ni intercambiar **tarjetas favoritas**.\nPara vender o intercambiar esta carta, **elimínala primero de tus favoritas**.",
    "11": "No se pueden vender **tarjetas etiquetadas como \"no para vender \"**.\nPara vender esta tarjeta, **quita primero la etiqueta**.",
    "12": "No tienes suficientes monedas para realizar esta acción.",
    "13": "No tienes suficientes objetos para realizar esta acción.",
    "14": "No puedes mejorar esta carta. Asegúrate de que su rareza coincide con el atributo objetivo mencionado en la descripción de la mejora.",
    "15": "No puedes comerciar contigo mismo.",
    "16": "Sólo puedes comerciar con los miembros del servidor en el que utilizaste el comando.",
    "17": "Esta oferta comercial ya no existe o no puedes verla.",
    "18": "Has alcanzado el límite de {limit} ofertas comerciales activas.",
    "19": "El destinatario de la oferta ha alcanzado el límite de {limit} ofertas comerciales activas.",
    "20": "No puedes tener más de {limit} ofertas de intercambio activas con la misma persona.",
    "21": "Ya está realizando una oferta de intercambio. Por favor, complétala antes de iniciar otra. Examine las ofertas comerciales existentes utilizando el comando {command:trade list}.",
    "22": "¡Ya has añadido este artículo al intercambio!",
    "23": "Esta interacción ha sido asignada a otra persona.",
    "24": "Ha superado el número máximo de artículos de este tipo en su oferta.",
    "25": "Esta carta pertenece a la persona equivocada o está siendo intercambiada.",
    "26": "No se pueden intercambiar **cartas etiquetadas como \"no para intercambiar \"**.\nPara intercambiar esta carta, **quita la etiqueta** primero.",
    "27": "El beneficiario de la operación no posee suficiente cantidad de esta moneda.",
    "28": "No posees suficiente de esta moneda.",
    "29": "No se puede enviar una oferta de intercambio sin artículos ofrecidos.",
    "30": "Debido a acciones suyas o del destinatario, el estado o la disponibilidad de ciertos artículos implicados en esta operación ha cambiado, impidiendo la finalización de la operación. La operación ha sido cancelada.",
    "31": "El usuario que ha seleccionado no está registrado en el sistema de este bot.",
    "32": "No tienes ninguna oferta activa. Si quieres ver tu historial de operaciones, utiliza el comando {command:trade history}. Para crear una nueva oferta, utilice el comando {command:trade new}.",
    "33": "El comercio con la misma persona será posible de nuevo {time}.",
    "34": "El usuario que has seleccionado no acepta ofertas de intercambio.",
    "35": "No cumple los requisitos de esta oferta.",
    "36": "Se ha producido un problema inesperado que ha impedido finalizar la oferta comercial. Ponte en contacto con el soporte del bot para obtener ayuda.",
    "37": "Has alcanzado el límite de {limit} cartas favoritas. Si quieres ampliar tu límite, **hazte mecenas** - {command:patreon} o compra **Llaves de Harén** en la {command:store}.",
    "38": "El valor introducido contiene uno o más caracteres prohibidos. Activado por: {character}.",
    "39": "El valor introducido debe contener al menos un carácter alfanumérico.",
    "40": "El perfil de esta persona es privado, no puedes verlo.",
    "41": "El usuario seleccionado te ha bloqueado.",
    "42": "El valor de entrada debe ser un código de color hexadecimal o un nombre de color HTML estandarizado. Para consultar la lista de nombres de colores, [visite este sitio web]({link:colors}).",
    "43": "Ya no puedes utilizar esta interacción.",
    "44": "¡Ya deseas ese personaje!",
    "45": "No tienes ningún deseo activo. Para aumentar tus posibilidades de sacar un personaje seleccionado, sigue estos pasos: visita el {command:store} para comprar un concededor de deseos, y luego úsalo con el comando {command:inventory} para pedir un nuevo deseo.",
    "46": "Esta subasta/oferta no existe o ya ha finalizado.",
    "47": "No puede pujar siendo el mejor postor.",
    "48": "Aún no has realizado ninguna operación. Para crear una nueva oferta, utilice el comando {command:trade new}.",
    "49": "Para crear una nueva subasta, necesita una Campana de Subasta. Para adquirir una, visite la {command:devstore}.",
    "50": "La duración máxima de la subasta de tu rol es de {limit} días. ¡Hazte mecenas para crear subastas que duren incluso 2 meses! ¡Utiliza {command:patreon} para obtener más información!",
    "51": "Has alcanzado el límite de {limit} subastas/ofertas activas. Si quieres ampliar tu límite, **hazte mecenas**. Más información con {command:patreon}.",
    "52": "El precio de recompra debe ser igual o superior al precio de salida.",
    "53": "No se puede cancelar una subasta con pujas activas.",
    "54": "El banner seleccionado ya ha caducado.",
    "55": "No tienes suficientes gemas para realizar esta acción.",
    "56": "El código de regalo introducido no existe o ha caducado.",
    "57": "Ya has utilizado este código de regalo.",
    "58": "Debe elegir una de las opciones resaltadas.",
    "59": "¡Te has quedado sin energía! Compra **Bebidas energéticas** en la {command:store} o espera a la {date} de restablecimiento de energía. Conviértete en **Mecenas** para ampliar permanentemente tu límite de energía diario. Más información sobre las ventajas de los mecenas en {command:patreon}.",
    "60": "¡No tienes regalos! Compra regalos en la {command:store}.",
    "61": "Sólo puedes fechar cartas con una rareza mayor o igual a:\n{rarity}",
    "62": "No posees ninguna empresa. Empieza por crear uno usando el comando {command:business}.",
    "63": "Sólo puede asignar un trabajo a tarjetas con el máximo afecto.",
    "64": "Ha alcanzado el número máximo de trabajadores permitido para este negocio. Compra mejoras para aumentar el límite.",
    "65": "¡No puedes hacerlo mientras tu negocio está en marcha!",
    "66": "No se puede comprar dos veces la misma actualización.",
    "67": "Usted ya posee este negocio.",
    "68": "O bien tú o la persona con la que deseas comerciar no poseéis el artículo seleccionado, o bien está siendo utilizado en ese momento.",
    "69": "¡Qué bonito! 😄 Pero en serio, no es tan agradable que estés usando este comando contigo mismo 🙁 ¿Por qué no te acercas a algunos amigos y compartes la experiencia con ellos en su lugar? Recuerda, ¡estoy orgulloso de ti y siempre animándote! 🎉👏",
    "70": "No hemos podido localizar lo que busca. ¿Está seguro de que la identificación es correcta?",
    "71": "No tiene autorización.",
    "72": "Ya ha añadido este artículo.",
    "73": "No puedes bloquearte. 🙁",
    "74": "**¡Ups! Parece que no tengo los permisos necesarios...**\n¡Si usted es el administrador del servidor, por favor asegúrese de que tengo los permisos necesarios que se enumeran a continuación! Estos permisos deberían estar activados por defecto, pero existe la posibilidad de que hayan sido alterados por alguien.\n\nVisita la sección 'Roles' de la configuración de tu servidor y verifica los permisos de mi rol. A veces, también es necesario permitir el uso de emojis externos para el rol (@)everyone.\n\n* Usar Emoji Externo\n* Ver Canal\n* Enviar mensajes\n\nSi has confirmado que todos los permisos están habilitados y el problema persiste, o si no estás seguro de habilitarlos, no dudes en ponerte en contacto con nuestro servidor de asistencia de Discord!",
    "75": "Sólo el administrador del servidor puede utilizar esta interacción.",
    "76": "¡La persona especificada no tiene casa!",
    "77": "¡Has llegado al límite de esta acción!"
}