{
    "error": "Erreur",
    "footer": "Si vous avez besoin d'aide, rejoignez notre [serveur de support]({link:server}).",
    "1": "Cette {what} est en recharge.\nVous pouvez l'utiliser à nouveau dans {cooldown}.",
    "2": "Une erreur imprévue s'est produite avec le bot. Veuillez réessayer. Si le problème persiste, veuillez le signaler sur notre serveur de support.",
    "3": "Les **interactions NSFW** ne peuvent être utilisées que sur les salons avec les **restrictions d'âge activées**. Pour obtenir toute l'expérience du bot, veuillez visiter les **paramètres du canal** et [activer la restriction d'âge]({link:nsfwHowTo}).",
    "4": "Cette interaction ne peut être utilisée que sur les serveurs.",
    "5": "Le harem de cette personne est privé, tu ne peux pas le voir.",
    "6": "La valeur doit être un nombre entre {min} et {max}.",
    "7": "Il semble que **cette carte n'existe pas**, ou qu'elle soit **actuellement échangée**, ou qu'elle soit **empoloyée à un business active**.",
    "8": "Cette interaction a expirée.",
    "9": "Votre compte a été banni en raison d'une violation des regles de notre communauté. Pour faire un appel, rejoignez notre serveur de support.\n**Raison:** {reason}",
    "10": "Impossible de vendre ou d'échanger des **cartes favorites**.\nPour vendre ou échanger cette carte, **retirez-la de vos favoris** d'abord.",
    "11": "Impossible de vendre des **cartes marquées comme \"pas à vendre\"**.\nPour vendre cette carte, **supprimez le tag** d'abord.",
    "12": "Tu n'as pas assez de nazucoins pour effectuer cette action.",
    "13": "Tu n'as pas assez d'objets pour effectuer cette action.",
    "14": "Vous ne pouvez pas améliorer cette carte. Veuillez vous assurer que sa rareté correspond à celle mentionné dans la description de l'améliorateur.",
    "15": "Tu ne peux pas échanger avec toi-même.",
    "16": "Vous ne pouvez échanger qu'avec les membres du serveur où vous avez utilisé la commande.",
    "17": "Cette offre d'échange n'existe plus ou vous ne pouvez pas la voir.",
    "18": "Vous avez atteint la limite des offres d'échange actives {limit}.",
    "19": "Le bénéficiaire de l'offre a atteint la limite des offres d'échange actives {limit}.",
    "20": "Vous ne pouvez pas avoir plus de {limit} offres actives avec la même personne.",
    "21": "Vous êtes déjà en train de faire une offre d'échange. Veuillez la compléter avant d'en lancer une autre. Parcourez vos offres d'échange existantes en utilisant la commande {command:trade list}.",
    "22": "Vous avez déjà ajouté cet objet à l'échange!",
    "23": "Cette interaction a été attribuée à quelqu'un d'autre.",
    "24": "Vous avez dépassé le nombre maximum d'articles de ce type dans votre offre.",
    "25": "Cette carte appartient à la mauvaise personne ou est en cours d'échange.",
    "26": "Impossible d'échanger des **cartes marquées comme \"pas pour échanger\"**.\nPour échanger cette carte, **retirez d'abord le tag**.",
    "27": "Le bénéficiaire de la transaction ne possède pas assez de cette devise.",
    "28": "Vous ne possédez pas assez de cette devise.",
    "29": "Impossible d'envoyer une offre d'échange sans des articles offerts.",
    "30": "En raison des actions de vous-même ou du bénéficiaire, l'état ou la disponibilité de certains articles impliqués dans cet échange ont changé, empêchant la finalisation de l'échange. La transaction a été annulée.",
    "31": "L'utilisateur que vous avez sélectionné n'est pas inscrit dans le système de ce bot.",
    "32": "Vous n'avez aucune offre d'échange active. Si vous souhaitez voir l'historique de vos échanges, utilisez la commande {command:trade history}. Pour créer une nouvelle offre, utilisez la commande {command:trade new}.",
    "33": "Négocier avec la même personne sera à nouveau possible dans {time}.",
    "34": "L'utilisateur que vous avez sélectionné n'accepte pas des échanges.",
    "35": "Vous ne remplissez pas les conditions de cette offre.",
    "36": "Un problème inattendu est survenu, empêchant la finalisation de l'offre d'échange. Veuillez contacter le support du bot pour obtenir de l'aide.",
    "37": "Vous avez atteint la limite des cartes favorites {limit} . Si vous voulez étendre votre limite, **devenez un Patron** - {command:patreon} ou achetez des **Harem Keys** dans l' {command:store}.",
    "38": "La valeur entrée contient un ou plusieurs personnages bannis. Déclenchés par: {character}.",
    "39": "La valeur entrée doit contenir au moins un caractère alphanumérique.",
    "40": "Le profil de cette personne est privé, vous ne pouvez pas le voir.",
    "41": "L'utilisateur sélectionné vous a bloqué.",
    "42": "La valeur entrée doit être soit un code de couleur hexadécimal soit un nom de couleur HTML normalisé. Pour la liste des couleurs, [visitez ce site web]({link:colors}).",
    "43": "Vous ne pouvez plus utiliser cette interaction.",
    "44": "Vous souhaitez déjà ce personnage!",
    "45": "Vous n'avez aucun souhait actif. Pour augmenter vos chances de tirer un personnage sélectionné, suivez ces étapes : jetez un œil sur la {command:store} pour acheter un wish granter, puis utilisez-la avec la commande {command:inventory} pour faire un nouveau souhait.",
    "46": "Cette enchère/offre n'existe pas ou elle est déjà terminée.",
    "47": "Vous ne pouvez pas enchérir en étant le plus offrant.",
    "48": "Vous n'avez pas encore fait d'échanges. Pour créer une nouvelle offre, utilisez la commande {command:trade new}.",
    "49": "Pour créer une nouvelle vente aux enchères, vous avez besoin d'une Auction Bell. Pour en acheter une, regarder sur le {command:devstore}.",
    "50": "La durée maximale de vos enchères est de {limit} jours. Deviens Patron pour pouvoir les faire durer jusqu'à 2 mois! Utilise {command:patreon} pour en savoir plus!",
    "51": "Vous avez atteint la limite des enchères/offres actives {limit} . Si vous voulez étendre votre limite, **devenez un Patron**. En savoir plus avec {command:patreon}.",
    "52": "Le prix d'achat doit être supérieur ou égal au prix de départ.",
    "53": "Impossible d'annuler une enchère avec des enchères actives.",
    "54": "La bannière sélectionnée a déjà expiré.",
    "55": "Vous n'avez pas assez de gemmes pour effectuer cette action.",
    "56": "Le code cadeau saisi n'existe pas ou a expiré.",
    "57": "Vous avez déjà utilisé ce code cadeau.",
    "58": "Vous devez choisir une des options surlignées.",
    "59": "Vous avez épuisé votre énergie! Achetez des **Energy Drinks** dans l' {command:store} ou attendez la remise à zéro de l'énergie {date}. Devenez un **Patron** pour augmenter votre limite d'énergie quotidienne en permanence! Apprenez-en plus sur les avantages de Patron avec {command:patreon}.",
    "60": "Vous n'avez aucun cadeau! Achetez des cadeaux dans l' {command:store}.",
    "61": "Vous pouvez faire des rendez-vous qu'avec des cartes de même rareté o supérieur à:\n{rarity}",
    "62": "Vous ne possédez aucun business. Commencez par en créer un en utilisant la commande : {command:business}.",
    "63": "Vous ne pouvez assigner une tâche qu'aux cartes avec le maximum d'affection.",
    "64": "Vous avez atteint le nombre maximum d'employés autorisés pour ce business. Achetez des améliorations pour augmenter la limite.",
    "65": "Vous ne pouvez pas faire cela pendant que votre business est en cours!",
    "66": "Impossible d'acheter la même amélioration deux fois.",
    "67": "Vous possédez déjà ce business.",
    "68": "Soit vous ou la personne avec laquelle vous souhaitez échanger ne possède pas l'objet sélectionné, soit il est actuellement utilisé.",
    "69": "Très bien! 😄 Mais sérieusement, ce n'est pas si agréable que vous utilisez cette commande sur vous-même.🙁Pourquoi ne pas contacter quelques amis et partager l'expérience avec eux à la place? Rappelez-vous, je suis fier de vous et je vous encouragerai toujours ! 🎉👏",
    "70": "Nous n'avons pas pu trouver ce que vous cherchez. Êtes-vous sûr que l'id est exact?",
    "71": "Vous n'avez pas d'autorisation.",
    "72": "Vous avez déjà ajouté cet objet.",
    "73": "Vous ne pouvez pas vous bloquer vous-même. 🙁",
    "74": "**Oups ! Il semble que je n'ai pas les autorisations requises...**\nSi tu es l'admin du serveur, assure-toi que j'ai les permissions listées ci-dessous activées ! Je devrais les avoir par défaut, mais quelqu'un pourrait avoir modifié les rôles...\nVisite la section 'Rôles' des paramètres de ton serveur et vérifie les permissions de mon rôle. Parfois, il est également nécessaire d'autoriser l'utilisation d'émoticônes externes et (@)everyone rôle est aussi necesaire.\n\n* **Utiliser Emoji Externe**\n* **Voir le salon**\n* **Envoyer des Messages**\n\nSi tu penses que toutes les permissions sont activées et que cela ne fonctionne toujours pas, ou tu ne sais pas comment les activer, pense a visiter notre serveur de support!",
    "75": "Seul l'admin du serveur peut utiliser cette interaction.",
    "76": "La personne spécifiée ne possède pas de maison!",
    "77": "Vous avez atteint la limite de cette action!"
}